{
  "nav-home": "Home",
  "nav-about": "About",
  "nav-login": "Login",
  "nav-contact": "Contact",
  "manage": "Manage customers in real time at a glance ",
  "start-btn": "Get Started",
  "login-btn": "Login",
  "about-header": "Introducing Skyz",
  "about-content": "Skyz CRM is a cloud-based customer relationship management (CRM) platform that delivers a real-time 360-degree snapshot of your customer data, from any computer, tablet, or smartphone. Skyz CRM provides you with a feature-rich solution for establishing, managing, controlling and effectively operating your firm’s sales, marketing and service systems. Skyz also works as a SaaS (software as a service) payment model, where you gain immediate connection to an innovative and secure system with a high level of functionality at an attractive monthly cost. Skys is a product of IMPACT SOFTWARE SYSTEMS (1996) LTD.",
  "sales-header": "SALES",
  "sales-content": "Provides an up-to- date snapshot of lead management, opportunity management, contacts, sales people, transaction management and smart reports.",
  "marketing-header": "MARKETING",
  "marketing-content": "Proactively expand your customer base. Manage and follow your campaigns via e-mail, mobile and social networks.",
  "service-header": "SERVICE",
  "service-content": " Handle service calls from any location in real time. Monitor service processes at a glance and manage them effectively until they are successfully completed.",
  "learn-more": "Learn More",
  "contact-header": "Let's get in touch",
  "contact-times": "Availble Sunday-Thursday 9:00-17:00",
  "contact-location": "Ben Gurion 24, Ramat Gan",
  "contact-phone": "+972-6101800",
  "contact-form-header": "Contact Us",
  "contact-form-name": "Full Name",
  "contact-form-email": "Email",
  "contact-form-phone": "Phone",
  "contact-form-organization": "Organization",
  "contact-form-message": "Message:",
  "send-btn": "Send",
  "about-us-title": "About Us",
  "about-us-p-1": "SkyzCRM is an innovative customer relationship management platform developed to offer a smart and efficient solution for businesses, companies and organizations. The idea behind SkyzCRM is to provide you and your team advanced tools for managing customer sales, service and marketing at a glance, in real time, from any place and from any device.",
  "about-us-p-2": "Skyz is owned by: IMPACT SOFTWARE SYSTEMS (1996) LTD",
  "about-us-t-1": "SkyzCRM was created so anyone can manage customer relationships easily and efficiently!",
  "about-us-p-3": "Do you run a small business? Are you a senior executive in a medium-sized company? Even if you are a decision maker in a large organization, you can begin to manage your firm’s CRM as early as tomorrow morning with our platform. There is no need to build out the infrastructure. Just log in and manage your customers efficiently!",
  "about-us-t-2": "A cloud-based, mobile-optimized platform that takes advantage of social media opportunities",
  "about-us-p-4": "SkyzCRM has been built as a cloud-based platform, fully adapting to all types of screens and with mobile technology and social media in mind. The system was built for today’s companies that need to upgrade their CRM because of a more mobile workforce and the reliance on social media applications by both your employees and customers.",
  "about-us-t-3": "We focus on giving our clients the complete picture, in real time and from any location",
  "about-us-p-5": "SkyzCRM has been created to maximize company efficiency and capability. The system’s intuitive design allows the viewing of important client information and management processes at one glance, in real time. Managers can now access all necessary information online, update data, monitor processes and deal with customers from the office, the field, at home or abroad.",
  "about-us-t-4": "Technological developments and updates all the time",
  "about-us-p-6": "SkyzCRM R&D team is constantly developing and advancing our technology platform. We want our clients to be up-to-date with trends, innovations and changes in the macro level as well as at the micro level. From our customers point of view, they will always be working with the most up-to-date system at any point in time.",
  "about-us-t-5": "",
  "about-us-p-7": "",
  "about-us-t-6": "",
  "about-us-p-8": ""
}
