{
  "//Navbar": "comment",
  "nav-home": "Home",
  "nav-about": "About",
  "nav-login": "Login",
  "nav-contact": "Contact",
  "//Home": "comment",
  "manage": "Manage customers in real time at a glance ",
  "start-btn": "Get Started",
  "login-btn": "Login",
  "about-header": "Introducing Skyz",
  "about-content": "Skyz CRM is a cloud-based customer relationship management (CRM) platform that delivers a real-time 360-degree snapshot of your customer data, from any computer, tablet, or smartphone. Skyz CRM provides you with a feature-rich solution for establishing, managing, controlling and effectively operating your firm’s sales, marketing and service systems. Skyz also works as a SaaS (software as a service) payment model, where you gain immediate connection to an innovative and secure system with a high level of functionality at an attractive monthly cost. Skys is a product of IMPACT SOFTWARE SYSTEMS (1996) LTD.",
  "sales-header": "SALES",
  "sales-content": "Provides an up-to- date snapshot of lead management, opportunity management, contacts, sales people, transaction management and smart reports.",
  "marketing-header": "MARKETING",
  "marketing-content": "Proactively expand your customer base. Manage and follow your campaigns via e-mail, mobile and social networks.",
  "service-header": "SERVICE",
  "service-content": " Handle service calls from any location in real time. Monitor service processes at a glance and manage them effectively until they are successfully completed.",
  "learn-more": "Learn More",
  "//Contact": "comment",
  "contact-header": "Let's get in touch",
  "contact-times": "Availble Sunday-Thursday 9:00-17:00",
  "contact-location": "Ben Gurion 24, Ramat Gan",
  "contact-phone": "+972-6101800",
  "contact-form-header": "Contact Us",
  "contact-form-name": "Full Name",
  "contact-form-email": "Email",
  "contact-form-phone": "Phone",
  "contact-form-organization": "Organization",
  "contact-form-message": "Message:",
  "send-btn": "Send",
  "//About_Us": "comment",
  "about-us-title": "About Us",
  "about-us-p-1": "SkyzCRM is an innovative customer relationship management platform developed to offer a smart and efficient solution for businesses, companies and organizations. The idea behind SkyzCRM is to provide you and your team advanced tools for managing customer sales, service and marketing at a glance, in real time, from any place and from any device.",
  "about-us-p-2": "Skyz is owned by: IMPACT SOFTWARE SYSTEMS (1996) LTD",
  "about-us-t-1": "SkyzCRM was created so anyone can manage customer relationships easily and efficiently!",
  "about-us-p-3": "Do you run a small business? Are you a senior executive in a medium-sized company? Even if you are a decision maker in a large organization, you can begin to manage your firm’s CRM as early as tomorrow morning with our platform. There is no need to build out the infrastructure. Just log in and manage your customers efficiently!",
  "about-us-t-2": "A cloud-based, mobile-optimized platform that takes advantage of social media opportunities",
  "about-us-p-4": "SkyzCRM has been built as a cloud-based platform, fully adapting to all types of screens and with mobile technology and social media in mind. The system was built for today’s companies that need to upgrade their CRM because of a more mobile workforce and the reliance on social media applications by both your employees and customers.",
  "about-us-t-3": "We focus on giving our clients the complete picture, in real time and from any location",
  "about-us-p-5": "SkyzCRM has been created to maximize company efficiency and capability. The system’s intuitive design allows the viewing of important client information and management processes at one glance, in real time. Managers can now access all necessary information online, update data, monitor processes and deal with customers from the office, the field, at home or abroad.",
  "about-us-t-4": "Technological developments and updates all the time",
  "about-us-p-6": "SkyzCRM R&D team is constantly developing and advancing our technology platform. We want our clients to be up-to-date with trends, innovations and changes in the macro level as well as at the micro level. From our customers point of view, they will always be working with the most up-to-date system at any point in time.",
  "about-us-t-5": "",
  "about-us-p-7": "",
  "about-us-t-6": "",
  "about-us-p-8": "",
  "//Products": "comment",
  "//Sales": "comment",
  "sales-title": "Maximize your selling potential",
  "sales-t-1": "Lead management",
  "sales-p-1": "Manage leads with Skyz Sales effectively, from their entry intothe system until they turn into real sales opportunities. Optimize incoming leads and help your salespeople concentrate on handling only the best potential leads. Get insights on lead sources as well to maximize your return on investment.",
  "sales-t-2": "Opportunity management",
  "sales-p-2": "Monitor the intuitive Skyz Sales features that will turn potential sales into actual transactions. Identify real-time changes in the products and pricing to create the best possible offer for customers. Update sales people with the critical online information needed to close the deal. Create momentum and strike while the iron is hot!",
  "sales-t-3": "Sales management",
  "sales-p-3": "Use Skyz Sales to make outgoing calls directly from links provided on the client card. Receive incoming calls that automatically pop up on your customer’s card and status. Monitor better and more efficient sales processes from the start of lead creation. We have even updated the sales person with important tips to be able to close the deal.",
  "sales-t-4": "Contact management",
  "sales-p-4": "See customer details at a glance, including all the data, active processes, relationship dynamics and customer history in real time. Enable internal connections for your employees, creating your own network. With the extensive infrastructure offered, you can easily link and add new customers.",
  "sales-t-5": "Meetings management",
  "sales-p-5": "Skyz Sales coordinates meetings with automatic reminders, syncing calendars easily for multi-participant meetings. The system was created to arm your sales staff with important information on the way to the customer. Share important data with your salespeople during the meeting itself and help make the sale a success.",
  "sales-t-6": "Performance management",
  "sales-p-6": "Optimally manage your sales performance with Skyz. Set goals, measure them and view a real-time snapshot of each parameter, locating internal and external problems during the process. Gain the insights needed to drive your salespeople to achieve optimal goals.",
  "sales-title-2": "Improve work processes",
  "sales-t-7": "Skyz Sales Cloud",
  "sales-p-7": "Give yourself significant benefits and get maximum efficiency:",
  "sales-p-7.1": "1. Manage customer relationships anytime, from anywhere",
  "sales-p-7.2": "2. Transition from slow processes to fast real-time operations",
  "sales-p-7.3": "3. Secure your information at the very highest level",
  "sales-p-7.4": "4. Huge savings realized with no need to purchase and update computing and infrastructure",
  "sales-p-7.5": "5. A complete solution for an attractive monthly cost (SAAS).",
  "sales-t-8": "Skyz Sales Mobile",
  "sales-p-8": "Manage customers with Skyz Sales online from anyplace in the world. Take advantage of valuable time and work on sales processes on the way to an appointment. Extract important files from anywhere quickly and efficiently. Get an up-to-date snapshot of your CRM while using your smartphone. Find yourself to be as engaged in your CRM while mobile as you would be when sitting in the office.",
  "sales-t-9": "Sales workflow",
  "sales-p-9": "Structure your company’s own sales processes for calculating profit margins, creating the correct workflow for the salesperson and/or department. Simplify the issue of approvals and requests derived from the negotiation process, reducing unnecessary and cumbersome bureaucracy and saving time.",
  "sales-t-10": "Email integration",
  "sales-p-10": "Sync emails from Office 365 and Gmail to Skyz Sales. Match incoming and outgoing messages to the specific project and/or the relevant customer. Retrieve messages (new and old) directly from the client card in real time. Send formatted messages to the selected target audience directly from your system, efficiently automating the e-mail process.",
  "sales-title-3": "Share information in real time",
  "sales-t-11": "Information sharing",
  "sales-p-11": "Now your team can work together in full cooperation on the sales process. Share new information with the Skyz Sales system, whether it is an important file or interesting feedback and record it on the customer’s card. You now have the ability to retrieve vital collaborative information anywhere online. Use this relevant information and allow your to team improve your standing with the customer at every stage of the sales process.",
  "sales-t-12": "Calendar sharing",
  "sales-p-12": "View, share, and synchronize appointments, calls, and tasks with Skyz’s calendar-sharing system. Fully synchronize your Outlook or Gmail and incorporate the latest messages, tasks, and appointments into your system. Follow and manage interactions with customers from the calendar at the highest level. Streamline and save precious time with the ability to automatically schedule events and meetings.",
  "sales-t-13": "Social sharing",
  "sales-p-13": "Share online social media information with Skyz. Brainstorm with external experts including those in the field. Analyze “burning” issues, complex projects and opportunities on the verge of a deal. Get important data about your clients by synchronizing information collected from social networks.",
  "sales-title-4": "Make smart and correct decisions",
  "sales-t-14": "Forecast sales",
  "sales-p-14": "With Skyz Sales you get the complete picture on sales forecasts at all levels: individual, department and for the entire organization. Choose the right forecast for your needs based on product, size, and geographical area. Make adjustments on the fly according to the internal and external changes of the market.",
  "sales-t-15": "Reports and Dashboards",
  "sales-p-15": "Skyz Sales generates an advanced graphical view that puts your data into perfect visual perspective. Produce flexible reports, graphs and charts tailored to your company’s needs. Draw accurate conclusions before and after every meeting in real time from anywhere: the office, at home, in the field, or from abroad."
}
