{
  "//Navbar": "comment",
  "nav-home": "בית",
  "nav-about": "עלינו",
  "nav-login": "התחברות",
  "nav-contact": "צרו קשר",
  "//Home": "comment",
  "manage": "לניהול לקוחות בכל זמן בכל מקום ",
  "start-btn": "הירשמו עכשיו",
  "login-btn": "התחברו",
  "about-header": "מה זה Skyz CRM?",
  "about-content": "Skyz CRM הינה פלטפורמת ניהול  קשרי לקוחות מבוססת ענן, המציגה תמונת מצב 360 מעלות במבט אחד, בזמן אמת, מכל מחשב, טאבלט או סמארטפון. Skyz CRM מעניקה לכם פתרון מתקדם להקמה, ניהול, שליטה ותפעול אפקטיבי של מערכי המכירות, השיווק והשירות בפירמה. עם סקייז אתם עובדים במודל  SaaS (תוכנה כשירות) ומרוויחים חיבור מידי למערכת חדשנית ומאובטחת ברמה גבוהה בעלות חודשית אטרקטיבית.",
  "sales-header": "מכירות",
  "sales-content": "קבלו במבט אחד תמונת מצב עדכנית על ניהול לידים, ניהול הזדמנויות, קשרים, אנשי מכירות, ניהול עסקאות, דוחות חכמים.",
  "marketing-header": "שיווק",
  "marketing-content": "הרחיבו את מצבת הלקוחות באופן יזום. נהלו קמפיינים באמצעות הדואר האלקטרוני, המובייל והרשתות החברתיות.",
  "service-header": "שירות",
  "service-content": "טפלו בקריאות שירות מכל מקום בזמן אמת. צפו במבט אחד על תהליכי השירות. נהלו אותם ביעילות עד לסיומם המוצלח.",
  "learn-more": "לימדו עוד",
  "//Contact": "comment",
  "contact-header": "צרו קשר",
  "contact-times": "שעות הפעילות 9:00-17:00 ימים א - ה. למעט ערבי חג.",
  "contact-location": "בן גוריון 24, רמת גן",
  "contact-phone": "03-6101800",
  "contact-form-header": "שלחו לנו הודעה",
  "contact-form-name": "שם מלא",
  "contact-form-email": "דואר אלקטרוני",
  "contact-form-phone": "טלפון",
  "contact-form-organization": "אירגון",
  "contact-form-message": "ההודעה:",
  "send-btn": "שליחה",
  "//About_Us": "comment",
  "about-us-title": "אודות Skyz CRM",
  "about-us-p-1": "Skyz CRM  הינה פלטפורמה חדשנית לניהול קשרי לקוחות אשר פותחה מתוך הצורך לתת מענה חכם ויעיל לעסקים, חברות וארגונים בעידן העכשווי.  הרעיון מאחורי Skyz CRM הינו לספק לכם ולצוותי הביצוע כלים מתקדמים לניהול המכירות, השירות והשיווק במבט אחד, בזמן אמת, מכל מקום, מכל מחשב.",
  "about-us-p-2": "הפילוסופיה המרכזית: כל אחד יכול לנהל קשרי לקוחות בקלות וביעילות כאן ועכשיו!",
  "about-us-t-1": "Skyz CRM מביאה בשורה חדשה למגזר העסקי",
  "about-us-p-3": "אתם מנהלים עסק קטן? בכירים בחברות בינוניות?  מקבלי החלטות בארגונים גדולים ? כל אחד מכם, בלי יוצא מהכלל, יכול להתחיל לנהל את קשרי הלקוחות בפירמה שלו בקלי קלות כבר מחר בבוקר. אין צורך בבניית תשתיות.  התחברו, התנהלו חכם והתייעלו.",
  "about-us-t-2": "פלטפורמה מבוססת ענן , מותאמת מובייל ובעלת מנגנוני שיתוף חברתי",
  "about-us-p-4": "Skyz CRM מציגה שילוב של טכנולגיית ענן מתקדמת, התאמה מלאה לכל סוגי המסכים כולל המובייל (Responsive) ותפיסת עולם של שיתוף חברתי. המערכת נבנתה עבורכם תוך התייחסות לשינויים בדפוסי הניהול במגזר העסקי כתוצאה מהדינמיקה של שיטות העבודה הדיגיטליות בשנים האחרונות.",
  "about-us-t-3": "נוסחה מנצחת של ניסיון בשטח, קריאת צרכי השוק וחדשנות",
  "about-us-p-5": "היתרון הייחודי של Skyz CRM הוא לא רק בחדשנות, כפי שמציגות לא מעט מערכות. הערך המוסף של סקייז, מתבטא בניסיון עצום שהצטבר בחברת האם (ראו להלן) ובזמן הרב שהושקע בקריאת צרכי השוק והמגמות. הנוסחה הזו של חדשנות, ניסיון וחקר שוק, הופכת את הפלטפורמה של סקייז לקרובה יותר לצרכיכם ולדרישותיכם.",
  "about-us-t-4": "דגש על מבט אחד, בזמן אמת, מכל מקום",
  "about-us-p-6": "סקייז שמה את יעילות הלקוח במרכז. בעקבות הדגש שהושם על הנדסת המערכת, מתאפשרת צפייה במידע ובתהליכי הניהול במבט אחד, מכל מקום, בזמן אמת. מעכשיו  כמנהלים תוכלו להיות נגישים אונליין לכל מידע, לעדכן נתונים, לפקח על תהליכים ולהתנהל מול הלקוחות מהמשרד, מהשטח, מהבית וגם מחו''ל.",
  "about-us-t-5": "פיתוחים טכנולוגיים ועדכונים כל הזמן",
  "about-us-p-7": "ב-Skyz CRM לא קופאים על השמרים בכל בקשור לפיתוח וקידום הפלטפורמה הטכנולוגית. צוות ה-R&D המובחר של סקייז, ער ומתאים את עצמו באופן עקבי למגמות, חידושים ושינויים ברמת המאקרו, כמו גם לצרכים הניהוליים והשיווקיים של הלקוחות ברמת המיקרו. מבחינתכם אתם עובדים על המערכת הכי עדכנית בכל נקודת זמן.",
  "about-us-t-6": "מקסום היתרונות של מודל SAAS",
  "about-us-p-8": "סקייז מאמצת את המודל העסקי SaaS (Software as a Service) לטובת הלקוחות ואתם מרוויחים בגדול: חיסכון ענק ברכש יקר, אבטחת מידע ברמה הגבוהה ביותר כולל גיבויים, מעבר מתהליכים אטיים לפעולות מהירות, עבודה מכל מקום בזמן אמת. והכי חשוב, שלמו תשלום חודשי אטרקטיבי על תוכנת מתקדמת מלאה והתחילו לעבוד..!",
  "//Products": "comment",
  "//Sales": "comment",
  "sales-title": "מקסמו את פוטנציאל המכירה",
  "sales-t-1": "ניהול לידים",
  "sales-p-1": "נהלו את הפניות עם Skyz CRM באפקטיביות מכניסתם למערכת ועד הפיכתם להזדמנויות מכירה ממשיות. בצעו אופטימיזציה ללידים נכנסים. סייעו לאנשי המכירות שלכם להתרכז בטיפול בפניות פוטנציאליות בלבד. קבלו תובנות על מקורות ההגעה של הפניות, כדי למקסם את החזר ההשקעה.",
  "sales-t-2": "ניהול הזדמנויות",
  "sales-p-2": "עקבו עם Skyz CRM במדויק אחרי התהליכים והפקטורים שיהפכו את ההזדמנויות לעסקאות בפועל. בחנו בזמן אמת שינויים במוצרים ובתנאים המרכיבים את ההצעה. עדכנו את אנשי המכירות במידע קריטי אונליין הנחוץ לסגירת העסקה. צרו מומנטום והכו בברזל בעודו חם!",
  "sales-t-3": "ניהול מכירות",
  "sales-p-3": "בצעו באמצעות Skyz CRM שיחות יוצאות ישירות מכרטיס לקוח. קבלו שיחות נכנסות המקפיצות לכם באופן אוטומטי את כרטיס הלקוח ומצבו העדכני. פקחו טוב ויעיל יותר על תהליך המכירה משלב יצירת הליד. עדכנו בזמן אמת את איש המכירות בטיפים חשובים לסגירת העסקה.",
  "sales-t-4": "ניהול קשרים",
  "sales-p-4": "הציגו עם Skyz CRM  במבט אחד מידע כולל על קשרי הלקוחות. צפו בהיסטוריה, בטיפים ועדכונים, בדינמיקה  ובמצבם נכון לזמן הנתון. מפו קשרים וצרו נטוורקינג משלכם. צרפו לקוחות חדשים על ידי תשתית ענפה של קשרים פנימיים.",
  "sales-t-5": "ניהול פגישות",
  "sales-p-5": "תאמו עם Skyz CRM פגישות כולל תזכורות באופן אוטומטי. סנכרנו יומנים בקלי קלות בפגישות רבות משתתפים. עדכנו באמצעות המערכת את אנשי המכירות במידע חשוב בדרך ללקוח. שתפו נתונים חשובים במהלך הפגישה עצמה וסייעו להצלחת המכירה.",
  "sales-t-6": "ניהול ביצועים",
  "sales-p-6": "נהלו ביצועים עם Skyz CRM בצורה אופטימלית. הציבו יעדים, מדדו אותם והציגו תמונת מצב בזמן אמת על פי כל פרמטר. אתרו בעיות פנימיות וחיצוניות תוך כדי התהליך. קבלו תובנות, ותעלו את אנשי המכירות למסלול הנכון להשגת יעדים בצורה אופטימלית.",
  "sales-title-2": "שפרו את תהליכי העבודה",
  "sales-t-7": "ענן",
  "sales-p-7": "העניקו לעצמיכם יתרונות משמעותיים להתייעלות מרבית:",
  "sales-p-7.1": "א. ניהול קשרי לקוחות בכל זמן, מכל מקום.",
  "sales-p-7.2": "ב. מעבר מתהליכים אטיים לפעולות מהירות בזמן אמת.",
  "sales-p-7.3": "ג. אבטחת ברמה גבוהה מאוד של ליבת המידע הארגוני.",
  "sales-p-7.4": "ד. חיסכון רב ברכש יקר של מחשוב ותשתיות.",
  "sales-p-7.5": "ה. פתרון מלא בעלות חודשית אטרקטיבית (SaaS).",
  "sales-t-8": "מובייל",
  "sales-p-8": "נהלו את הלקוחות עם Skyz CRM אונליין מהשטח. נצלו זמן יקר ועבדו על תהליכי מכירה גם בדרך לפגישה. שלפו קבצים חשובים מכל מקום במהירות וביעילות. קבלו תמונת מצב עדכנית באמצעות הסמארטפון ישירות מהמערכת. המשיכו להיות נגישים כמו במשרד.",
  "sales-t-9": "שרשור (workflow)",
  "sales-p-9": "הכתיבו עם Skyz CRM את מבנה תהליך המכירות הנכון לארגון או ליחידת הרווח. צרו זרימת עבודה נכונה עבור איש המכירות ו/או עבור המחלקה. פשטו את נושא סבב האישורים והבקשות הנגזרים מתהליך המו''מ. צמצמו ביורוקרטיה מסורבלת ומיותרת. התייעלו וחסכו זמן.",
  "sales-t-10": "אינטגרציה לדואר אלקטרוני",
  "sales-p-10": "סנכרנו מיילים מ-Office 365 ו-Google Apps אוטומטית ל-Skyz CRM. שייכו הודעות דואר נכנס ויוצא לפרויקט ו/או ללקוח הרלוונטי. שלפו הודעות (חדשות וישנות) היישר מכרטיס הלקוח בזמן אמת. שילחו הודעות מעוצבות לקהלי מטרה נבחרים ישירות מהמערכת. נהלו דואר אלקטרוני חכם ויעיל.",
  "sales-title-3": "שתפו מידע בזמן אמת",
  "sales-t-11": "שיתוף מידע וקבצים",
  "sales-p-11": "עבדו יחד בשיתוף מלא על תהליכי המכירה. שתפו באמצעות Skyz CRM מידע חדש, קובץ חשוב או עדכון מעניין ותעדו אותו בכרטיס הלקוח. קבלו יכולת לשלוף מידע שיתופי חיוני בכל מקום אונליין. הסתייעו בגורמים רלוונטיים בארגון אונליין ושפרו את הפוזיציה שלכם מול הלקוח בכל שלב בתהליך המכירה.",
  "sales-t-12": "שיתוף יומנים",
  "sales-p-12": "צפו, שתפו ותאמו פגישות, שיחות ומשימות באמצעות מערכת שיתוף היומנים של Skyz CRM. הסתנכרנו באופן מלא ל-Outlook או ל-Google Apps שלכם ותעדו את ההודעות, המשימות והפגישות העדכניות בתוך המערכת. עקבו ונהלו בצורה מתקדמת את הלקוחות מתוך היומן. התייעלו וחסכו זמן יקר עם יכולת זימון אוטומטי לאירועים ולפגישות.",
  "sales-t-13": "שיתוף חברתי",
  "sales-p-13": "שתפו עם Skyz CRM מידע חברתי אונליין. נתחו עם אנשי המכירות סוגיות ''בוערות'', פרויקטים מורכבים והזדמנויות על סף עסקה. שלפו נתונים חשובים על אנשי הקשר באמצעות סנכרון אונליין לרשתות החברתיות. התחברו למאגרי מידע שונים, היפתחו לקהלים חדשים ושתפו אותם במוצרי החברה.",
  "sales-title-4": "קבלו החלטות חכמות ונכונות",
  "sales-t-14": "תחזית מכירות",
  "sales-p-14": "קבלו באמצעות Skyz CRM תמונת מצב כוללת של תחזית המכירות בכל הרמות: יחיד, מחלקה, ארגון. בחרו את צורת התחזית המתאימה לצרכים שלכם על פי מוצר, גודל וחתך גאוגרפי. בצעו התאמות בצורה גמישה על פי השינויים הפנימיים והחיצוניים של השוק.",
  "sales-t-15": "דוחות ודשבורד",
  "sales-p-15": "אפשרו לעצמיכם לקבל במבט מהיר אחד תצוגה גרפית מתקדמת המשלימה לנתוני המידע. הפיקו עם Skyz CRM בגמישות דוחות, גרפים ותרשימים מותאמי צרכים. הסיקו מסקנות מדויקות בזמן אמת מכל מקום: מהמשרד, מהבית, מהשטח, מחו''ל ומתוך כל פגישה או ישיבה."
}
