{
  "nav-home": "בית",
  "nav-about": "עלינו",
  "nav-login": "התחברות",
  "nav-contact": "צרו קשר",
  "manage": "לניהול לקוחות בכל זמן בכל מקום ",
  "start-btn": "הירשמו עכשיו",
  "login-btn": "התחברו",
  "about-header": "מה זה Skyz CRM?",
  "about-content": "Skyz CRM הינה פלטפורמת ניהול  קשרי לקוחות מבוססת ענן, המציגה תמונת מצב 360 מעלות במבט אחד, בזמן אמת, מכל מחשב, טאבלט או סמארטפון. Skyz CRM מעניקה לכם פתרון מתקדם להקמה, ניהול, שליטה ותפעול אפקטיבי של מערכי המכירות, השיווק והשירות בפירמה. עם סקייז אתם עובדים במודל  SaaS (תוכנה כשירות) ומרוויחים חיבור מידי למערכת חדשנית ומאובטחת ברמה גבוהה בעלות חודשית אטרקטיבית.",
  "sales-header": "מכירות",
  "sales-content": "קבלו במבט אחד תמונת מצב עדכנית על ניהול לידים, ניהול הזדמנויות, קשרים, אנשי מכירות, ניהול עסקאות, דוחות חכמים.",
  "marketing-header": "שיווק",
  "marketing-content": "הרחיבו את מצבת הלקוחות באופן יזום. נהלו קמפיינים באמצעות הדואר האלקטרוני, המובייל והרשתות החברתיות.",
  "service-header": "שירות",
  "service-content": "טפלו בקריאות שירות מכל מקום בזמן אמת. צפו במבט אחד על תהליכי השירות. נהלו אותם ביעילות עד לסיומם המוצלח.",
  "learn-more": "לימדו עוד",
  "contact-header": "צרו קשר",
  "contact-times": "שעות הפעילות 9:00-17:00 ימים א - ה. למעט ערבי חג.",
  "contact-location": "בן גוריון 24, רמת גן",
  "contact-phone": "03-6101800",
  "contact-form-header": "שלחו לנו הודעה",
  "contact-form-name": "שם מלא",
  "contact-form-email": "דואר אלקטרוני",
  "contact-form-phone": "טלפון",
  "contact-form-organization": "אירגון",
  "contact-form-message": "ההודעה:",
  "send-btn": "שליחה",
  "about-us-title": "אודות Skyz CRM",
  "about-us-p-1": "Skyz CRM  הינה פלטפורמה חדשנית לניהול קשרי לקוחות אשר פותחה מתוך הצורך לתת מענה חכם ויעיל לעסקים, חברות וארגונים בעידן העכשווי.  הרעיון מאחורי Skyz CRM הינו לספק לכם ולצוותי הביצוע כלים מתקדמים לניהול המכירות, השירות והשיווק במבט אחד, בזמן אמת, מכל מקום, מכל מחשב.",
  "about-us-p-2": "הפילוסופיה המרכזית: כל אחד יכול לנהל קשרי לקוחות בקלות וביעילות כאן ועכשיו!",
  "about-us-t-1": "Skyz CRM מביאה בשורה חדשה למגזר העסקי",
  "about-us-p-3": "אתם מנהלים עסק קטן? בכירים בחברות בינוניות?  מקבלי החלטות בארגונים גדולים ? כל אחד מכם, בלי יוצא מהכלל, יכול להתחיל לנהל את קשרי הלקוחות בפירמה שלו בקלי קלות כבר מחר בבוקר. אין צורך בבניית תשתיות.  התחברו, התנהלו חכם והתייעלו.",
  "about-us-t-2": "פלטפורמה מבוססת ענן , מותאמת מובייל ובעלת מנגנוני שיתוף חברתי",
  "about-us-p-4": "Skyz CRM מציגה שילוב של טכנולגיית ענן מתקדמת, התאמה מלאה לכל סוגי המסכים כולל המובייל (Responsive) ותפיסת עולם של שיתוף חברתי. המערכת נבנתה עבורכם תוך התייחסות לשינויים בדפוסי הניהול במגזר העסקי כתוצאה מהדינמיקה של שיטות העבודה הדיגיטליות בשנים האחרונות.",
  "about-us-t-3": "נוסחה מנצחת של ניסיון בשטח, קריאת צרכי השוק וחדשנות",
  "about-us-p-5": "היתרון הייחודי של Skyz CRM הוא לא רק בחדשנות, כפי שמציגות לא מעט מערכות. הערך המוסף של סקייז, מתבטא בניסיון עצום שהצטבר בחברת האם (ראו להלן) ובזמן הרב שהושקע בקריאת צרכי השוק והמגמות. הנוסחה הזו של חדשנות, ניסיון וחקר שוק, הופכת את הפלטפורמה של סקייז לקרובה יותר לצרכיכם ולדרישותיכם.",
  "about-us-t-4": "דגש על מבט אחד, בזמן אמת, מכל מקום",
  "about-us-p-6": "סקייז שמה את יעילות הלקוח במרכז. בעקבות הדגש שהושם על הנדסת המערכת, מתאפשרת צפייה במידע ובתהליכי הניהול במבט אחד, מכל מקום, בזמן אמת. מעכשיו  כמנהלים תוכלו להיות נגישים אונליין לכל מידע, לעדכן נתונים, לפקח על תהליכים ולהתנהל מול הלקוחות מהמשרד, מהשטח, מהבית וגם מחו''ל.",
  "about-us-t-5": "פיתוחים טכנולוגיים ועדכונים כל הזמן",
  "about-us-p-7": "ב-Skyz CRM לא קופאים על השמרים בכל בקשור לפיתוח וקידום הפלטפורמה הטכנולוגית. צוות ה-R&D המובחר של סקייז, ער ומתאים את עצמו באופן עקבי למגמות, חידושים ושינויים ברמת המאקרו, כמו גם לצרכים הניהוליים והשיווקיים של הלקוחות ברמת המיקרו. מבחינתכם אתם עובדים על המערכת הכי עדכנית בכל נקודת זמן.",
  "about-us-t-6": "מקסום היתרונות של מודל SAAS",
  "about-us-p-8": "סקייז מאמצת את המודל העסקי SaaS (Software as a Service) לטובת הלקוחות ואתם מרוויחים בגדול: חיסכון ענק ברכש יקר, אבטחת מידע ברמה הגבוהה ביותר כולל גיבויים, מעבר מתהליכים אטיים לפעולות מהירות, עבודה מכל מקום בזמן אמת. והכי חשוב, שלמו תשלום חודשי אטרקטיבי על תוכנת מתקדמת מלאה והתחילו לעבוד..!"
}
